{"ChatGPT": ["ChatGPT, a generative AI tool, is mentioned at 0:00:43 and 0:00:55. It is used in white collar work to auto complete sentences, write feature length films, and organize calendars and tools. According to the text, it can create first drafts of documents, presentations, images, videos, and product signs. The company advertised in the ad mentioned at 0:01:07 claims that using generative AI for creating the image in the ad costs about 10 times less than traditional methods.", ["0:00:43", "0:00:55", "0:01:07"], "neutral"], "Alphabet": ["Alphabet is mentioned at 0:01:44. It is using AI to run anti money laundering surveillance programs at banks like HSBC. According to the text, Alphabet claims that using AI helps in cutting out human error.", ["0:01:44"], "negative"], "HSBC": ["HSBC is mentioned indirectly at 0:01:44 as one of the banks where Alphabet is running anti money laundering surveillance programs using AI.", ["0:01:44"], "neutral"], "Goldman Sachs": ["Goldman Sachs is mentioned at 0:01:00. According to their research, currently 25% of work tasks in the US could be automated by AI.", ["0:01:00"], "neutral"], "IBM": ["IBM is mentioned at 0:02:14 and 0:02:15. The CEO of IBM predicts that AI will replace a lot of white collar clerical jobs, especially those that are repetitive. The text also mentions that AI is contributing to job cuts at IBM.", ["0:02:14", "0:02:15"], "neutral"], "Dropbox": ["Dropbox is mentioned at 0:03:07. In April, Dropbox laid off 16% of its workforce to invest more in AI, rather than replacing workers.", ["0:03:07"], "neutral"], "Writers Guild of America": ["The Writers Guild of America (WGA) is mentioned at 0:04:00 and 0:04:38. The use of AI in television and film production is a key point of negotiations between the WGA and studios. The WGA strike is highlighted as an important moment where workers are putting AI at the forefront of their negotiations about working conditions.", ["0:04:00", "0:04:38"], "neutral"], "Open AI": ["Open AI is mentioned at 0:03:20. Open AI executives mention that the demand for AI products is growing faster than anticipated, which may require more man hours to maximize productivity.", ["0:03:20"], "neutral"], "Wall Street Journal": ["The Wall Street Journal is mentioned at 0:04:10. In an interview with the Wall Street Journal, the Co showrunner for The Handmaid's Tale discusses the concerns of the Writers Guild of America about the use of AI in television and film production.", ["0:04:10"], "neutral"]}