[{"time": "0:00:00", "text": "The idea of robots taking human jobs might bring to mind a scene like this, but it's not hardware that has white collar workers concerned."}, {"time": "0:00:10", "text": "It's rapidly advancing software, since artificial intelligence is doing a lot more than finishing emails."}, {"time": "0:00:17", "text": "Perhaps the biggest nightmare is the looming new industrial revolution."}, {"time": "0:00:22", "text": "The erosion of the middle class, already one of America's most serious problems."}, {"time": "0:00:28", "text": "Could get much worse with AI if we ignore it."}, {"time": "0:00:30", "text": "Here's how AI is already taking over tasks at white collar jobs and why employees and companies are both excited and concerned for the future of work."}, {"time": "0:00:43", "text": "Generative AI can auto complete your sentences, write feature length films or organize your calendar and tools using it like ChatGPT are taking on an increasing role in white collar work."}, {"time": "0:00:55", "text": "They can create first drafts of documents, presentations, images, video and product signs."}, {"time": "0:01:00", "text": "Currently, 25% of work tasks could be automated by AI in the US, according to Goldman Sachs research."}, {"time": "0:01:07", "text": "Generative AI helped make this ad and this one too, the company advertised here said."}, {"time": "0:01:13", "text": "Creating the image for this AI generated ad cost about 10 times less than traditional methods."}, {"time": "0:01:19", "text": "This works much in the same way as other kinds of AI, which are using statistical methods on large amounts of data, processing that through computational power, and then generating out a computer vision system that says this image looks a lot like these other cats that I've been trained on."}, {"time": "0:01:38", "text": "Generative AI is is functionally very similar."}, {"time": "0:01:41", "text": "It goes beyond creating images."}, {"time": "0:01:44", "text": "Alphabet is now using AI to run anti money laundering surveillance programs at banks like HSBC and says it's cutting out human error."}, {"time": "0:01:53", "text": "And when the transactional data and illicit behaviors change as they do, so does the AM Lai engine."}, {"time": "0:02:01", "text": "For some tech companies, AI is contributing to job cuts."}, {"time": "0:02:05", "text": "A May report said nearly 4000 tech workers lost their jobs to AI."}, {"time": "0:02:09", "text": "Artificial intelligence is also eliminating future positions."}, {"time": "0:02:14", "text": "Take IBM as an example."}, {"time": "0:02:15", "text": "Its CEO said the company could replace workers with AII."}, {"time": "0:02:19", "text": "Do believe that AI is going to replace a lot of what I'm calling white collar clerical jobs."}, {"time": "0:02:26", "text": "So the the ones that are much more repetitive, the ones that people do the same task again and again and again."}, {"time": "0:02:31", "text": "I think a good 30% of those roles could go away over five years."}, {"time": "0:02:35", "text": "Companies are making evaluations about future hiring on the basis of what they project AI to be capable of doing."}, {"time": "0:02:44", "text": "That's a much more tenuous area."}, {"time": "0:02:46", "text": "An IBM spokesman said the company was still hiring for thousands of positions."}, {"time": "0:02:50", "text": "I think that what we've seen in past deployments of AI is that it's frequently used as a justification."}, {"time": "0:02:56", "text": "For layoffs, But it doesn't necessarily mean that it is effectively replacing what human workers are capable of, or that it's increasing workers productivity."}, {"time": "0:03:07", "text": "Dropbox laid off 16% of its workforce in April, but not to replace workers like IBM."}, {"time": "0:03:13", "text": "It said it wanted to invest more in AI, which meant cutting elsewhere."}, {"time": "0:03:18", "text": "So we see."}, {"time": "0:03:20", "text": "Demand growing for these products a lot faster than we could have anticipated and I think you could have seen the technology coming, but just the way that the interest went vertical is something that's way ahead of schedule from from our expectation at Open AI execs say there may be more work."}, {"time": "0:03:36", "text": "I think that like the kind of sum total of what is going to be needed to make use of the technology as a maximally productive technology and kind of."}, {"time": "0:03:45", "text": "Inflect that productivity curve up in the world will actually require more man hours on top than than you think."}, {"time": "0:03:52", "text": "But across industries, workers and executives are cautiously looking ahead."}, {"time": "0:04:00", "text": "A is role in television and film production is a key point of negotiations between the Writers Guild of America and the studios."}, {"time": "0:04:10", "text": "Speaking to the Wall Street Journal about the strike, the Co showrunner for The Handmaid's Tale laid out the writers union's concerns."}, {"time": "0:04:17", "text": "You know, we can tell."}, {"time": "0:04:18", "text": "We could tell from the negotiations that the studios wanted to had a plan, and we could deduce that that plan was probably one writer in a room with one or two machines creating an entire show."}, {"time": "0:04:33", "text": "Studios have said that they're committed to discussing the use of AI with the WGA."}, {"time": "0:04:38", "text": "The WGA strike, I think is a really important moment to be paying attention."}, {"time": "0:04:44", "text": "Because it's a place where workers have taken the forefront in putting AI at the front and center of their negotiations about their working conditions."}, {"time": "0:04:54", "text": "If it's coming for us, the creators of imaginary worlds, it is literally going to come for everyone."}, {"time": "0:05:02", "text": "But there may still be time to figure out how to best integrate AI into the workplace."}, {"time": "0:05:07", "text": "So I think it's really important that in the present moment we preserve space for a public conversation around the deployment of AI systems that ensures that they're working in the public interest in workers interest and as well as an employer's interest."}]